Repository: MichalSimacek/AAS
Catalog: src/AAS.Web/Resources/SharedResources.*.resx
Languages: es, hi, ja, ru

# Slogan
source: Discretion, guaranteed quality and professional care for our clients are our top priority.
es: La discreción, la calidad garantizada y el cuidado profesional de nuestros clientes son nuestra máxima prioridad.
hi: विवेक, गारंटीकृत गुणवत्ता और हमारे ग्राहकों की पेशेवर देखभाल हमारी सर्वोच्च प्राथमिकता है।
ja: 裁量、保証された品質、そしてお客様への専門的なケアが私たちの最優先事項です。
ru: Конфиденциальность, гарантированное качество и профессиональная забота о наших клиентах - наш главный приоритет.

# Home Description
source: Discover exceptional fine art, antiques, precious jewelry, and luxury watches. We provide the highest prices with guaranteed discretion and professionalism.
es: Descubra obras de arte excepcionales, antigüedades, joyas preciosas y relojes de lujo. Ofrecemos los precios más altos con discreción garantizada y profesionalismo.
hi: असाधारण कला, प्राचीन वस्तुएं, कीमती आभूषण और लक्जरी घड़ियों की खोज करें। हम गारंटीकृत विवेक और व्यावसायिकता के साथ उच्चतम मूल्य प्रदान करते हैं।
ja: 卓越した美術品、骨董品、貴重な宝飾品、高級時計をご覧ください。保証された裁量とプロフェッショナリズムで最高の価格を提供します。
ru: Откройте для себя исключительные произведения искусства, антиквариат, драгоценные украшения и роскошные часы. Мы предлагаем самые высокие цены с гарантированной конфиденциальностью и профессионализмом.

source: Collections
es: Colecciones
hi: संग्रह
ja: コレクション
ru: Коллекции

source: Contacts
es: Contactos
hi: संपर्क
ja: お問い合わせ
ru: Контакты

source: Register
es: Registrarse
hi: पंजीकरण करें
ja: 登録
ru: Регистрация

source: Login
es: Iniciar sesión
hi: लॉगिन करें
ja: ログイン
ru: Войти

source: Logout
es: Cerrar sesión
hi: लॉगआउट
ja: ログアウト
ru: Выйти

source: Admin Panel
es: Panel de administración
hi: व्यवस्थापक पैनल
ja: 管理パネル
ru: Панель администратора

source: Manage
es: Gestionar
hi: प्रबंधित करें
ja: 管理
ru: Управление

source: Explore collections
es: Explorar colecciones
hi: संग्रह देखें
ja: コレクションを見る
ru: Просмотреть коллекции

source: Contact Us
es: Contáctenos
hi: हमसे संपर्क करें
ja: お問い合わせ
ru: Свяжитесь с нами

source: Why Choose Us
es: Por qué elegirnos
hi: हमें क्यों चुनें
ja: なぜ私たちを選ぶのか
ru: Почему выбирают нас

source: Excellence in Every Transaction
es: Excelencia en cada transacción
hi: हर लेनदेन में उत्कृष्टता
ja: すべての取引において卓越性
ru: Совершенство в каждой сделке

source: Highest Prices
es: Precios más altos
hi: उच्चतम मूल्य
ja: 最高価格
ru: Самые высокие цены

# Highest Prices Desc
source: We offer the most competitive prices for your valuable items, ensuring you receive their true worth.
es: Ofrecemos los precios más competitivos para sus artículos valiosos, garantizando que reciba su verdadero valor.
hi: हम आपकी मूल्यवान वस्तुओं के लिए सबसे प्रतिस्पर्धी मूल्य प्रदान करते हैं, यह सुनिश्चित करते हुए कि आपको उनका वास्तविक मूल्य मिले।
ja: お客様の貴重品に対して最も競争力のある価格を提供し、その真の価値を確実にお受け取りいただけます。
ru: Мы предлагаем самые конкурентоспособные цены на ваши ценные предметы, гарантируя получение их истинной стоимости.

source: Complete Discretion
es: Discreción completa
hi: पूर्ण विवेक
ja: 完全な裁量
ru: Полная конфиденциальность

# Complete Discretion Desc
source: Your privacy is paramount. All transactions are conducted with the utmost confidentiality.
es: Su privacidad es primordial. Todas las transacciones se realizan con la máxima confidencialidad.
hi: आपकी गोपनीयता सर्वोपरि है। सभी लेनदेन अत्यधिक गोपनीयता के साथ किए जाते हैं।
ja: お客様のプライバシーは最重要です。すべての取引は最高の機密性をもって行われます。
ru: Ваша конфиденциальность превыше всего. Все сделки проводятся с максимальной секретностью.

source: Expert Service
es: Servicio experto
hi: विशेषज्ञ सेवा
ja: 専門家サービス
ru: Экспертный сервис

# Expert Service Desc
source: Our specialists provide professional evaluations and personalized service for every client.
es: Nuestros especialistas proporcionan evaluaciones profesionales y servicio personalizado para cada cliente.
hi: हमारे विशेषज्ञ प्रत्येक ग्राहक के लिए पेशेवर मूल्यांकन और व्यक्तिगत सेवा प्रदान करते हैं।
ja: 私たちの専門家は、すべてのお客様に対してプロフェッショナルな評価とパーソナライズされたサービスを提供します。
ru: Наши специалисты предоставляют профессиональные оценки и персонализированное обслуживание каждому клиенту.

source: Paintings
es: Pinturas
hi: चित्रकारी
ja: 絵画
ru: Картины

source: Jewelry
es: Joyería
hi: आभूषण
ja: ジュエリー
ru: Ювелирные изделия

source: Watches
es: Relojes
hi: घड़ियां
ja: 時計
ru: Часы

source: Statues
es: Estatuas
hi: मूर्तियां
ja: 彫像
ru: Статуи

source: Other
es: Otros
hi: अन्य
ja: その他
ru: Другое

source: All
es: Todos
hi: सभी
ja: すべて
ru: Все

source: I'm interested
es: Estoy interesado
hi: मुझे रुचि है
ja: 興味があります
ru: Мне интересно

source: Send inquiry
es: Enviar consulta
hi: पूछताछ भेजें
ja: お問い合わせを送信
ru: Отправить запрос

source: First name
es: Nombre
hi: पहला नाम
ja: 名
ru: Имя

source: Last name
es: Apellido
hi: अंतिम नाम
ja: 姓
ru: Фамилия

source: Phone
es: Teléfono
hi: फोन
ja: 電話
ru: Телефон

source: Email
es: Correo electrónico
hi: ईमेल
ja: メール

source: Message
es: Mensaje
hi: संदेश
ja: メッセージ
ru: Сообщение

source: Close
es: Cerrar
hi: बंद करें
ja: 閉じる
ru: Закрыть

source: Send
es: Enviar
hi: भेजें
ja: 送信
ru: Отправить

source: Thank you. We will contact you soon.
es: Gracias. Nos pondremos en contacto con usted pronto.
hi: धन्यवाद। हम जल्द ही आपसे संपर्क करेंगे।
ja: ありがとうございます。すぐにご連絡いたします。
ru: Спасибо. Мы свяжемся с вами в ближайшее время.

source: About Us
es: Sobre nosotros
hi: हमारे बारे में
ja: 私たちについて
ru: О нас

source: Excellence in luxury artwork and collectibles
es: Excelencia en obras de arte de lujo y coleccionables
hi: लक्जरी कलाकृति और संग्रहणीय वस्तुओं में उत्कृष्टता
ja: 高級美術品とコレクターズアイテムにおける卓越性
ru: Совершенство в роскошных произведениях искусства и предметах коллекционирования

source: Who We Are
es: Quiénes somos
hi: हम कौन हैं
ja: 私たちは誰か
ru: Кто мы

# Who We Are Text
source: We are an American company based in Houston, Texas, with worldwide representation and a reputation for excellence in the luxury market. Our team of expert appraisers and specialists brings decades of combined experience in fine art, antiques, precious jewelry, luxury watches, and rare collectibles. Whether you're looking to sell a single piece or an entire collection, we provide personalized service tailored to your unique needs.
es: Somos una empresa estadounidense con sede en Houston, Texas, con representación mundial y reputación de excelencia en el mercado del lujo. Nuestro equipo de tasadores expertos y especialistas aporta décadas de experiencia combinada en bellas artes, antigüedades, joyas preciosas, relojes de lujo y coleccionables raros. Ya sea que busque vender una sola pieza o una colección completa, brindamos un servicio personalizado adaptado a sus necesidades únicas.
hi: हम ह्यूस्टन, टेक्सास में स्थित एक अमेरिकी कंपनी हैं, जिसका विश्वव्यापी प्रतिनिधित्व है और लक्जरी बाजार में उत्कृष्टता के लिए प्रतिष्ठा है। हमारी विशेषज्ञ मूल्यांकनकर्ताओं और विशेषज्ञों की टीम ललित कला, प्राचीन वस्तुओं, कीमती आभूषणों, लक्जरी घड़ियों और दुर्लभ संग्रहणीय वस्तुओं में दशकों का संयुक्त अनुभव लाती है। चाहे आप एक टुकड़ा या पूरे संग्रह को बेचना चाहते हों, हम आपकी अनूठी जरूरतों के अनुरूप व्यक्तिगत सेवा प्रदान करते हैं।
ja: 私たちはテキサス州ヒューストンに拠点を置くアメリカの会社で、世界的な代表を持ち、高級市場において卓越性の評判を持っています。私たちの専門鑑定士と専門家チームは、美術、骨董品、貴重な宝飾品、高級時計、希少なコレクターズアイテムにおいて数十年の総合経験をもたらします。単品を売却したい場合でも、コレクション全体を売却したい場合でも、お客様の独自のニーズに合わせたパーソナライズされたサービスを提供します。
ru: Мы - американская компания, базирующаяся в Хьюстоне, штат Техас, с представительствами по всему миру и репутацией совершенства на рынке роскоши. Наша команда опытных оценщиков и специалистов обладает десятилетиями совместного опыта в области изобразительного искусства, антиквариата, драгоценностей, роскошных часов и редких предметов коллекционирования. Независимо от того, хотите ли вы продать один предмет или целую коллекцию, мы предоставляем персонализированное обслуживание, адаптированное к вашим уникальным потребностям.

source: Our Services
es: Nuestros servicios
hi: हमारी सेवाएं
ja: 私たちのサービス
ru: Наши услуги

# Fine Art &amp; Paintings
source: Fine Art & Paintings:
es: Arte y pinturas:
hi: ललित कला और चित्रकारी:
ja: 美術品と絵画：
ru: Изобразительное искусство и картины:

# Fine Art &amp; Paintings Desc
source: Old masters, modern art, and contemporary pieces
es: Maestros antiguos, arte moderno y piezas contemporáneas
hi: पुराने मास्टर्स, आधुनिक कला और समकालीन रचनाएं
ja: 古典的巨匠、現代美術、現代作品
ru: Старые мастера, современное искусство и современные произведения

# Antiques &amp; Collectibles
source: Antiques & Collectibles:
es: Antigüedades y coleccionables:
hi: प्राचीन वस्तुएं और संग्रहणीय:
ja: 骨董品とコレクターズアイテム：
ru: Антиквариат и коллекционные предметы:

# Antiques &amp; Collectibles Desc
source: Rare furniture, porcelain, and historical items
es: Muebles raros, porcelana y artículos históricos
hi: दुर्लभ फर्नीचर, चीनी मिट्टी के बर्तन और ऐतिहासिक वस्तुएं
ja: 希少な家具、磁器、歴史的アイテム
ru: Редкая мебель, фарфор и исторические предметы

source: Luxury Jewelry:
es: Joyería de lujo:
hi: लक्जरी आभूषण:
ja: 高級ジュエリー：
ru: Роскошные украшения:

# Luxury Jewelry Desc
source: Diamonds, precious stones, and designer pieces
es: Diamantes, piedras preciosas y piezas de diseño
hi: हीरे, कीमती पत्थर और डिजाइनर टुकड़े
ja: ダイヤモンド、宝石、デザイナー作品
ru: Бриллианты, драгоценные камни и дизайнерские изделия

source: Fine Watches:
es: Relojes finos:
hi: बढ़िया घड़ियां:
ja: 高級時計：
ru: Роскошные часы:

# Fine Watches Desc
source: Rolex, Patek Philippe, and other prestigious brands
es: Rolex, Patek Philippe y otras marcas prestigiosas
hi: रोलेक्स, पेटेक फिलिप और अन्य प्रतिष्ठित ब्रांड
ja: ロレックス、パテック・フィリップ、その他の名門ブランド
ru: Rolex, Patek Philippe и другие престижные бренды

# Sculptures &amp; Statues
source: Sculptures & Statues:
es: Esculturas y estatuas:
hi: मूर्तियां और प्रतिमाएं:
ja: 彫刻と彫像：
ru: Скульптуры и статуи:

# Sculptures &amp; Statues Desc
source: Bronze, marble, and mixed media works
es: Obras en bronce, mármol y técnicas mixtas
hi: कांस्य, संगमरमर और मिश्रित मीडिया कार्य
ja: ブロンズ、大理石、混合メディア作品
ru: Бронза, мрамор и смешанные техники

source: Our Commitment
es: Nuestro compromiso
hi: हमारी प्रतिबद्धता
ja: 私たちの約束
ru: Наши обязательства

# Highest Prices Commitment
source: We provide the most competitive valuations in the market
es: Proporcionamos las valoraciones más competitivas del mercado
hi: हम बाजार में सबसे प्रतिस्पर्धी मूल्यांकन प्रदान करते हैं
ja: 市場で最も競争力のある評価を提供します
ru: Мы предоставляем самые конкурентные оценки на рынке

# Complete Discretion Commitment
source: Your anonymity and privacy are absolutely guaranteed
es: Su anonimato y privacidad están absolutamente garantizados
hi: आपकी गुमनामी और गोपनीयता पूरी तरह से गारंटीकृत है
ja: お客様の匿名性とプライバシーは完全に保証されています
ru: Ваша анонимность и конфиденциальность абсолютно гарантированы

source: Professional Service
es: Servicio profesional
hi: पेशेवर सेवा
ja: プロフェッショナルサービス
ru: Профессиональный сервис

# Professional Service Commitment
source: Reliability and expertise you can trust
es: Fiabilidad y experiencia en la que puede confiar
hi: विश्वसनीयता और विशेषज्ञता जिस पर आप भरोसा कर सकते हैं
ja: 信頼できる信頼性と専門知識
ru: Надежность и экспертиза, которым можно доверять

# Get in touch with our team
source: Get in touch with our team of specialists. We're here to assist you with any inquiries.
es: Póngase en contacto con nuestro equipo de especialistas. Estamos aquí para ayudarle con cualquier consulta.
hi: हमारी विशेषज्ञों की टीम से संपर्क करें। हम किसी भी पूछताछ में आपकी सहायता के लिए यहां हैं।
ja: 私たちの専門家チームにお問い合わせください。どんなお問い合わせでもお手伝いいたします。
ru: Свяжитесь с нашей командой специалистов. Мы здесь, чтобы помочь вам с любыми вопросами.

source: Reach Out to Us
es: Contáctenos
hi: हमसे संपर्क करें
ja: お問い合わせ
ru: Свяжитесь с нами

# Reach Out to Us Text
source: Our specialists are available to answer your questions and provide expert guidance. We guarantee a response within 12 hours.
es: Nuestros especialistas están disponibles para responder sus preguntas y brindarle orientación experta. Garantizamos una respuesta en 12 horas.
hi: हमारे विशेषज्ञ आपके प्रश्नों का उत्तर देने और विशेषज्ञ मार्गदर्शन प्रदान करने के लिए उपलब्ध हैं। हम 12 घंटे के भीतर प्रतिक्रिया की गारंटी देते हैं।
ja: 私たちの専門家はお客様の質問にお答えし、専門的なガイダンスを提供するために利用可能です。12時間以内の回答を保証します。
ru: Наши специалисты готовы ответить на ваши вопросы и предоставить экспертное руководство. Мы гарантируем ответ в течение 12 часов.

source: Email Address
es: Dirección de correo electrónico
hi: ईमेल पता
ja: メールアドレス
ru: Адрес электронной почты

source: Location
es: Ubicación
hi: स्थान
ja: 所在地
ru: Местоположение

source: Houston, Texas, USA
es: Houston, Texas, EE. UU.
hi: ह्यूस्टन, टेक्सास, यूएसए
ja: テキサス州ヒューストン、アメリカ
ru: Хьюстон, Техас, США

source: Worldwide representation available
es: Representación mundial disponible
hi: विश्वव्यापी प्रतिनिधित्व उपलब्ध
ja: 世界的な代表が利用可能
ru: Доступно представительство по всему миру

source: Response Time
es: Tiempo de respuesta
hi: प्रतिक्रिया समय
ja: 応答時間
ru: Время ответа

source: Within 12 hours
es: En 12 horas
hi: 12 घंटे के भीतर
ja: 12時間以内
ru: В течение 12 часов

source: Professional and confidential service
es: Servicio profesional y confidencial
hi: पेशेवर और गोपनीय सेवा
ja: プロフェッショナルで機密性の高いサービス
ru: Профессиональный и конфиденциальный сервис

source: Privacy Notice:
es: Aviso de privacidad:
hi: गोपनीयता सूचना:
ja: プライバシー通知：
ru: Уведомление о конфиденциальности:

# Privacy Notice Text
source: All communications are handled with the strictest confidentiality. Your personal information and inquiries are secure with us.
es: Todas las comunicaciones se manejan con la más estricta confidencialidad. Su información personal y consultas están seguras con nosotros.
hi: सभी संचार सबसे सख्त गोपनीयता के साथ संभाले जाते हैं। आपकी व्यक्तिगत जानकारी और पूछताछ हमारे साथ सुरक्षित है।
ja: すべてのコミュニケーションは最高の機密性をもって扱われます。お客様の個人情報とお問い合わせは私たちのもとで安全です。
ru: Вся коммуникация осуществляется с максимальной конфиденциальностью. Ваша личная информация и запросы находятся в безопасности.

source: Manage Collections
es: Gestionar colecciones
hi: संग्रह प्रबंधित करें
ja: コレクション管理
ru: Управление коллекциями

source: Collections Management
es: Gestión de colecciones
hi: संग्रह प्रबंधन
ja: コレクション管理
ru: Управление коллекциями

source: Total
hi: कुल
ja: 合計
ru: Всего

source: collection(s)
es: colección(es)
hi: संग्रह
ja: コレクション
ru: коллекций

source: Create New Collection
es: Crear nueva colección
hi: नया संग्रह बनाएं
ja: 新しいコレクションを作成
ru: Создать новую коллекцию

source: No Collections Yet
es: Aún no hay colecciones
hi: अभी तक कोई संग्रह नहीं
ja: まだコレクションがありません
ru: Пока нет коллекций

source: Start by creating your first aristocratic collection
es: Comience creando su primera colección aristocrática
hi: अपने पहले कुलीन संग्रह को बनाकर शुरू करें
ja: 最初の貴族的なコレクションを作成することから始めましょう
ru: Начните с создания вашей первой аристократической коллекции

source: Create Collection
es: Crear colección
hi: संग्रह बनाएं
ja: コレクションを作成
ru: Создать коллекцию

source: Edit
es: Editar
hi: संपादित करें
ja: 編集
ru: Редактировать

source: Delete
es: Eliminar
hi: हटाएं
ja: 削除
ru: Удалить

source: Created
es: Creado
hi: बनाया गया
ja: 作成済み
ru: Создано

source: Audio
hi: ऑडियो
ja: オーディオ
ru: Аудио

source: Confirm Delete
es: Confirmar eliminación
hi: हटाना पुष्टि करें
ja: 削除の確認
ru: Подтвердить удаление

source: Are you sure you want to delete this collection?
es: ¿Está seguro de que desea eliminar esta colección?
hi: क्या आप वाकई इस संग्रह को हटाना चाहते हैं?
ja: このコレクションを削除してもよろしいですか？
ru: Вы уверены, что хотите удалить эту коллекцию?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
ja: この操作は元に戻すことができません。
ru: Это действие нельзя отменить.

source: Cancel
es: Cancelar
hi: रद्द करें
ja: キャンセル
ru: Отмена

source: Success!
es: ¡Éxito!
hi: सफलता!
ja: 成功！
ru: Успешно!

source: Title
es: Título
hi: शीर्षक
ja: タイトル
ru: Название

source: Description
es: Descripción
hi: विवरण
ja: 説明
ru: Описание

source: Category
es: Categoría
hi: श्रेणी
ja: カテゴリー
ru: Категория

source: Select Category
es: Seleccionar categoría
hi: श्रेणी चुनें
ja: カテゴリーを選択
ru: Выберите категорию

source: Images
es: Imágenes
hi: चित्र
ja: 画像
ru: Изображения

source: Audio File
es: Archivo de audio
hi: ऑडियो फ़ाइल
ja: オーディオファイル
ru: Аудио файл

source: Submit
es: Enviar
hi: जमा करें
ja: 送信
ru: Отправить

source: Add New Images
es: Agregar nuevas imágenes
hi: नई छवियां जोड़ें
ja: 新しい画像を追加
ru: Добавить новые изображения

source: Current Images
es: Imágenes actuales
hi: वर्तमान छवियां
ja: 現在の画像
ru: Текущие изображения

source: Drag to reorder
es: Arrastrar para reordenar
hi: पुनः क्रम के लिए खींचें
ja: ドラッグして並べ替え
ru: Перетащите для изменения порядка

source: Log in
es: Iniciar sesión
hi: लॉगिन करें
ja: ログイン
ru: Войти

source: Password
es: Contraseña
hi: पासवर्ड
ja: パスワード
ru: Пароль

source: Remember me?
es: ¿Recordarme?
hi: मुझे याद रखें?
ja: ログイン状態を保持しますか？
ru: Запомнить меня?

source: Forgot your password?
es: ¿Olvidó su contraseña?
hi: अपना पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
ru: Забыли пароль?

source: Register as a new user
es: Registrarse como nuevo usuario
hi: नए उपयोगकर्ता के रूप में पंजीकरण करें
ja: 新規ユーザーとして登録
ru: Зарегистрироваться как новый пользователь

source: Resend email confirmation
es: Reenviar confirmación de correo electrónico
hi: ईमेल पुष्टि पुनः भेजें
ja: メール確認を再送信
ru: Повторно отправить подтверждение email

source: Confirm Password
es: Confirmar contraseña
hi: पासवर्ड की पुष्टि करें
ja: パスワードの確認
ru: Подтвердите пароль

source: Account Settings
es: Configuración de cuenta
hi: खाता सेटिंग्स
ja: アカウント設定
ru: Настройки учетной записи

source: Profile Information
es: Información del perfil
hi: प्रोफ़ाइल जानकारी
ja: プロフィール情報
ru: Информация профиля

source: Email / Username
es: Correo electrónico / Nombre de usuario
hi: ईमेल / उपयोगकर्ता नाम
ja: メール / ユーザー名
ru: Email / Имя пользователя

source: Phone number
es: Número de teléfono
hi: फोन नंबर
ja: 電話番号
ru: Номер телефона

source: Save changes
es: Guardar cambios
hi: परिवर्तन सहेजें
ja: 変更を保存
ru: Сохранить изменения

source: Profile
es: Perfil
hi: प्रोफ़ाइल
ja: プロフィール
ru: Профиль

source: Personal Data
es: Datos personales
hi: व्यक्तिगत डेटा
ja: 個人データ
ru: Личные данные

source: Change Password
es: Cambiar contraseña
hi: पासवर्ड बदलें
ja: パスワード変更
ru: Изменить пароль

source: Current Password
es: Contraseña actual
hi: वर्तमान पासवर्ड
ja: 現在のパスワード
ru: Текущий пароль

source: New Password
es: Nueva contraseña
hi: नया पासवर्ड
ja: 新しいパスワード
ru: Новый пароль

source: Confirm new password
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
ja: 新しいパスワードの確認
ru: Подтвердите новый пароль

source: Update password
es: Actualizar contraseña
hi: पासवर्ड अपडेट करें
ja: パスワードを更新
ru: Обновить пароль

source: Confirm Email
es: Confirmar correo electrónico
hi: ईमेल की पुष्टि करें
ja: メールの確認
ru: Подтвердить email

source: Thank you for confirming your email
es: Gracias por confirmar su correo electrónico
hi: अपने ईमेल की पुष्टि करने के लिए धन्यवाद
ja: メールの確認ありがとうございます
ru: Спасибо за подтверждение вашего email

source: Please confirm your account
es: Por favor confirme su cuenta
hi: कृपया अपने खाते की पुष्टि करें
ja: アカウントを確認してください
ru: Пожалуйста, подтвердите ваш аккаунт

# Collections Description
source: Explore our curated selection of fine art, jewelry, watches, and collectibles
es: Explore nuestra selección curada de arte fino, joyería, relojes y objetos de colección
hi: हमारे उत्कृष्ट कला, आभूषण, घड़ियों और संग्रहणीय वस्तुओं के चयनित संग्रह का अन्वेषण करें
ja: 厳選された美術品、宝飾品、時計、コレクターズアイテムのコレクションをご覧ください
ru: Изучите нашу тщательно подобранную коллекцию произведений искусства, ювелирных изделий, часов и предметов коллекционирования

source: No Collections Available
es: No hay colecciones disponibles
hi: कोई संग्रह उपलब्ध नहीं है
ja: 利用可能なコレクションはありません
ru: Нет доступных коллекций

# Check back soon message
source: Check back soon for new additions to our collection.
es: Vuelva pronto para ver nuevas adiciones a nuestra colección.
hi: हमारे संग्रह में नई वस्तुओं के लिए जल्द ही वापस जांचें।
ja: コレクションへの新しい追加をお楽しみに。
ru: Скоро появятся новые экспонаты в нашей коллекции.

source: No Image
es: Sin imagen
hi: कोई छवि नहीं
ja: 画像なし
ru: Нет изображения

source: Home
es: Inicio
hi: मुख्य पृष्ठ
ja: ホーム
ru: Главная

source: Audio Description
es: Descripción de audio
hi: ऑडियो विवरण
ja: オーディオ説明
ru: Аудио описание

# Inquiry form instructions
source: Fill out the form below and our specialist will contact you within 12 hours.
es: Complete el formulario a continuación y nuestro especialista se comunicará con usted en 12 horas.
hi: नीचे दिया गया फॉर्म भरें और हमारे विशेषज्ञ 12 घंटे के भीतर आपसे संपर्क करेंगे।
ja: 以下のフォームにご記入いただければ、12時間以内に専門家がご連絡いたします。
ru: Заполните форму ниже, и наш специалист свяжется с вами в течение 12 часов.

# Message placeholder
source: Tell us about your interest...
es: Cuéntenos sobre su interés...
hi: हमें अपनी रुचि के बारे में बताएं...
ja: あなたの興味についてお聞かせください...
ru: Расскажите нам о вашем интересе...

# Site Title
source: Aristocratic Artwork Sale
es: Venta de obras de arte aristocráticas
hi: कुलीन कला बिक्री
ja: 貴族的美術品販売
ru: Продажа аристократических произведений искусства

# Site Meta Description
source: Discretion, quality and professionalism in fine art, jewelry, watches and collectibles.
es: Discreción, calidad y profesionalismo en arte fino, joyería, relojes y coleccionables.
hi: उत्कृष्ट कला, आभूषण, घड़ियों और संग्रहणीय वस्तुओं में विवेक, गुणवत्ता और व्यावसायिकता।
ja: 美術品、宝飾品、時計、コレクターズアイテムにおける裁量、品質、プロフェッショナリズム。
ru: Конфиденциальность, качество и профессионализм в изобразительном искусстве, ювелирных изделиях, часах и предметах коллекционирования.

# Site Name
source: Aristocratic Artwork Sale
es: Venta de obras de arte aristocráticas
hi: कुलीन कला बिक्री
ja: 貴族的美術品販売
ru: Продажа аристократических произведений искусства

source: Toggle navigation
es: Alternar navegación
hi: नेविगेशन टॉगल करें
ja: ナビゲーション切り替え
ru: Переключить навигацию

# Footer rights text
source: Â© {0} All rights reserved. Discretion, Quality & Professionalism.
es: © {0} Todos los derechos reservados. Discreción, calidad y profesionalismo.
hi: © {0} सभी अधिकार सुरक्षित। विवेक, गुणवत्ता & व्यावसायिकता।
ja: © {0} 全著作権所有。裁量、品質 & プロフェッショナリズム。
ru: © {0} Все права защищены. Конфиденциальность, качество & профессионализм.

# Add new collection description
source: Add a new aristocratic artwork collection
es: Agregar una nueva colección de obras de arte aristocráticas
hi: एक नया कुलीन कला संग्रह जोड़ें
ja: 新しい貴族的美術品コレクションを追加
ru: Добавить новую коллекцию аристократических произведений искусства

# Error label
source: Error:
hi: त्रुटि:
ja: エラー:
ru: Ошибка:

# Fix errors message
source: Please correct the following errors:
es: Por favor corrija los siguientes errores:
hi: कृपया निम्नलिखित त्रुटियों को ठीक करें:
ja: 次のエラーを修正してください:
ru: Пожалуйста, исправьте следующие ошибки:

source: Collection Details
es: Detalles de la colección
hi: संग्रह विवरण
ja: コレクション詳細
ru: Детали коллекции

source: Enter collection title
es: Ingrese el título de la colección
hi: संग्रह शीर्षक दर्ज करें
ja: コレクションタイトルを入力
ru: Введите название коллекции

# Select a Category
source: -- Select Category --
es: -- Seleccionar categoría --
hi: -- श्रेणी चुनें --
ja: -- カテゴリーを選択 --
ru: -- Выберите категорию --

source: Enter collection description
es: Ingrese la descripción de la colección
hi: संग्रह विवरण दर्ज करें
ja: コレクション説明を入力
ru: Введите описание коллекции

source: Media Files
es: Archivos multimedia
hi: मीडिया फ़ाइलें
ja: メディアファイル
ru: Медиафайлы

# Multiple file selection instruction
source: (Select Multiple with Ctrl+Click)
es: (Seleccionar múltiples con Ctrl+Clic)
hi: (Ctrl+क्लिक से एकाधिक चुनें)
ja: (Ctrl+クリックで複数選択)
ru: (Выберите несколько с помощью Ctrl+Клик)
