Repository: MichalSimacek/AAS
Catalog: src/AAS.Web/Resources/SharedResources.*.resx
Languages: es, hi, ja, ru

# Image upload instructions
source: ðŸ’¡ Tip: Hold Ctrl (or Cmd on Mac) to select multiple files at once. Supported: JPG, PNG, WebP (max 10MB each)
es: 💡 Consejo: Mantenga presionado Ctrl (o Cmd en Mac) para seleccionar varios archivos a la vez. Compatibles: JPG, PNG, WebP (máx. 10MB cada uno)
hi: 💡 सुझाव: एक साथ कई फ़ाइलों का चयन करने के लिए Ctrl (या Mac पर Cmd) दबाए रखें। समर्थित: JPG, PNG, WebP (प्रत्येक अधिकतम 10MB)
ja: 💡 ヒント: Ctrl（Macの場合はCmd）を押しながら複数のファイルを一度に選択できます。対応形式: JPG、PNG、WebP（各最大10MB）
ru: 💡 Совет: Удерживайте Ctrl (или Cmd на Mac), чтобы выбрать несколько файлов одновременно. Поддерживаются: JPG, PNG, WebP (максимум 10 МБ каждый)

# Audio file description
source: Optional classical music (max 15MB)
es: Música clásica opcional (máx. 15MB)
hi: वैकल्पिक शास्त्रीय संगीत (अधिकतम 15MB)
ja: オプションのクラシック音楽（最大15MB）
ru: Необязательная классическая музыка (максимум 15 МБ)

# Files selected message
source: âœ“ {0} file(s) selected
es: ✓ {0} archivo(s) seleccionado(s)
hi: ✓ {0} फ़ाइल(ें) चयनित
ja: ✓ {0} ファイル選択済み
ru: ✓ Выбрано файлов: {0}

source: Edit collection
es: Editar colección
hi: संग्रह संपादित करें
ja: コレクションを編集
ru: Редактировать коллекцию

# Title help text
source: Leave unchanged if you only want to reorder images
es: Dejar sin cambios si solo desea reordenar imágenes
hi: यदि आप केवल चित्रों को पुनः क्रमबद्ध करना चाहते हैं तो अपरिवर्तित छोड़ दें
ja: 画像の並べ替えのみを行う場合は変更しないでください
ru: Оставьте без изменений, если вы хотите только изменить порядок изображений

source: Add images
es: Agregar imágenes
hi: चित्र जोड़ें
ja: 画像を追加
ru: Добавить изображения

# Add images help text
source: Select multiple images to add to this collection
es: Seleccione varias imágenes para agregar a esta colección
hi: इस संग्रह में जोड़ने के लिए कई चित्र चुनें
ja: このコレクションに追加する複数の画像を選択
ru: Выберите несколько изображений для добавления в эту коллекцию

source: Save
es: Guardar
hi: सहेजें
ja: 保存
ru: Сохранить

# Drag instruction
source: Drag and drop images to reorder them
es: Arrastre y suelte imágenes para reordenarlas
hi: चित्रों को पुनः क्रमबद्ध करने के लिए खींचें और छोड़ें
ja: 画像をドラッグアンドドロップして並べ替え
ru: Перетащите изображения, чтобы изменить их порядок

source: Order:
es: Orden:
hi: क्रम:
ja: 順序:
ru: Порядок:

# Saving order message
source: Order changed. Saving...
es: Orden cambiado. Guardando...
hi: क्रम बदल गया। सहेज रहे हैं...
ja: 順序が変更されました。保存中...
ru: Порядок изменен. Сохранение...

source: Delete Image
es: Eliminar imagen
hi: चित्र हटाएं
ja: 画像を削除
ru: Удалить изображение

# Order saved success
source: Order saved successfully!
es: ¡Orden guardado con éxito!
hi: क्रम सफलतापूर्वक सहेजा गया!
ja: 順序が正常に保存されました!
ru: Порядок успешно сохранен!

source: Error saving order:
es: Error al guardar orden:
hi: क्रम सहेजने में त्रुटि:
ja: 順序の保存エラー:
ru: Ошибка сохранения порядка:

# Error saving order message
source: Error saving order. Please try again.
es: Error al guardar orden. Por favor, inténtelo de nuevo.
hi: क्रम सहेजने में त्रुटि। कृपया पुनः प्रयास करें।
ja: 順序の保存中にエラーが発生しました。もう一度お試しください。
ru: Ошибка сохранения порядка. Пожалуйста, попробуйте снова.

# Email placeholder
source: name@example.com
es: nombre@ejemplo.com
hi: नाम@उदाहरण.com
ru: имя@пример.com

# Password placeholder
source: password
es: contraseña
hi: पासवर्ड
ja: パスワード
ru: пароль

# Email label placeholder
source: Your email address
es: Su dirección de correo electrónico
hi: आपका ईमेल पता
ja: メールアドレス
ru: Ваш адрес электронной почты

# Phone placeholder
source: Enter phone number (optional)
es: Ingrese el número de teléfono (opcional)
hi: फोन नंबर दर्ज करें (वैकल्पिक)
ja: 電話番号を入力（任意）
ru: Введите номер телефона (необязательно)

# Current password placeholder
source: Enter your current password
es: Ingrese su contraseña actual
hi: अपना वर्तमान पासवर्ड दर्ज करें
ja: 現在のパスワードを入力
ru: Введите текущий пароль

# New password placeholder
source: Enter new password (min 12 characters)
es: Ingrese nueva contraseña (mín. 12 caracteres)
hi: नया पासवर्ड दर्ज करें (न्यूनतम 12 वर्ण)
ja: 新しいパスワードを入力（最低12文字）
ru: Введите новый пароль (минимум 12 символов)

# Confirm password placeholder
source: Re-enter new password
es: Vuelva a ingresar la nueva contraseña
hi: नया पासवर्ड पुनः दर्ज करें
ja: 新しいパスワードを再入力
ru: Введите новый пароль повторно

source: Manage Email
es: Administrar correo electrónico
hi: ईमेल प्रबंधित करें
ja: メール管理
ru: Управление email

source: Current Email
es: Correo electrónico actual
hi: वर्तमान ईमेल
ja: 現在のメール
ru: Текущий email

source: Email confirmed
es: Correo electrónico confirmado
hi: ईमेल की पुष्टि हो गई
ja: メール確認済み
ru: Email подтвержден

source: Email not confirmed
es: Correo electrónico no confirmado
hi: ईमेल की पुष्टि नहीं हुई
ja: メール未確認
ru: Email не подтвержден

source: Send verification email
es: Enviar correo de verificación
hi: सत्यापन ईमेल भेजें
ja: 確認メールを送信
ru: Отправить письмо для подтверждения

source: New email
es: Nuevo correo electrónico
hi: नया ईमेल
ja: 新しいメール
ru: Новый email

# New email placeholder
source: Enter new email address
es: Ingrese nueva dirección de correo electrónico
hi: नया ईमेल पता दर्ज करें
ja: 新しいメールアドレスを入力
ru: Введите новый адрес электронной почты

source: Change email
es: Cambiar correo electrónico
hi: ईमेल बदलें
ja: メールを変更
ru: Изменить email

# Email nav
source: Email
es: Correo electrónico
hi: ईमेल
ja: メール

# Password nav
source: Password
es: Contraseña
hi: पासवर्ड
ja: パスワード
ru: Пароль

# Personal data description
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
es: Su cuenta contiene datos personales que nos ha proporcionado. Esta página le permite descargar o eliminar esos datos.
hi: आपके खाते में व्यक्तिगत डेटा है जो आपने हमें दिया है। यह पृष्ठ आपको उस डेटा को डाउनलोड या हटाने की अनुमति देता है।
ja: お客様のアカウントには、お客様が提供した個人データが含まれています。このページでは、そのデータをダウンロードまたは削除できます。
ru: Ваша учетная запись содержит персональные данные, которые вы нам предоставили. Эта страница позволяет вам скачать или удалить эти данные.

# Delete warning
source: Deleting this data will permanently remove your account, and this cannot be recovered.
es: Eliminar estos datos eliminará permanentemente su cuenta, y esto no se puede recuperar.
hi: इस डेटा को हटाने से आपका खाता स्थायी रूप से हटा दिया जाएगा, और इसे पुनर्प्राप्त नहीं किया जा सकता।
ja: このデータを削除すると、アカウントが完全に削除され、復元することはできません。
ru: Удаление этих данных приведет к безвозвратному удалению вашей учетной записи, и это невозможно будет восстановить.

# Download data button
source: Download Personal Data
es: Descargar datos personales
hi: व्यक्तिगत डेटा डाउनलोड करें
ja: 個人データをダウンロード
ru: Скачать персональные данные

source: Delete Account
es: Eliminar cuenta
hi: खाता हटाएं
ja: アカウントを削除
ru: Удалить учетную запись

# Delete account warning
source: Deleting your account is permanent and cannot be undone.
es: Eliminar su cuenta es permanente y no se puede deshacer.
hi: आपके खाते को हटाना स्थायी है और इसे पूर्ववत नहीं किया जा सकता।
ja: アカウントの削除は永久的で、元に戻すことはできません。
ru: Удаление учетной записи является окончательным и не может быть отменено.

# Confirm password label
source: Confirm with your password
es: Confirmar con su contraseña
hi: अपने पासवर्ड से पुष्टि करें
ja: パスワードで確認
ru: Подтвердите с помощью пароля

# Delete account button
source: Delete Account Permanently
es: Eliminar cuenta permanentemente
hi: खाता स्थायी रूप से हटाएं
ja: アカウントを完全に削除
ru: Удалить учетную запись навсегда

# Confirm email success text
source: Thank you for confirming your email. You can now
es: Gracias por confirmar su correo electrónico. Ahora puede
hi: आपके ईमेल की पुष्टि करने के लिए धन्यवाद। अब आप
ja: メールの確認ありがとうございます。今すぐ
ru: Спасибо за подтверждение вашего email. Теперь вы можете

# log in link
source: log in
es: iniciar sesión
hi: लॉगिन कर सकते हैं
ja: ログイン
ru: войти

# Rate limit error
source: Too many inquiries. Please try again later.
es: Demasiadas consultas. Por favor, inténtelo de nuevo más tarde.
hi: बहुत अधिक पूछताछ। कृपया बाद में पुनः प्रयास करें।
ja: お問い合わせが多すぎます。後でもう一度お試しください。
ru: Слишком много запросов. Пожалуйста, попробуйте позже.

# Message too long error
source: Message is too long (max 5000 characters)
es: El mensaje es demasiado largo (máx. 5000 caracteres)
hi: संदेश बहुत लंबा है (अधिकतम 5000 वर्ण)
ja: メッセージが長すぎます（最大5000文字）
ru: Сообщение слишком длинное (максимум 5000 символов)

# Inquiry processing error
source: An error occurred while processing your inquiry
es: Ocurrió un error al procesar su consulta
hi: आपकी पूछताछ को संसाधित करते समय एक त्रुटि हुई
ja: お問い合わせの処理中にエラーが発生しました
ru: Произошла ошибка при обработке вашего запроса

# Audio format error
source: Only MP3 files are allowed
es: Solo se permiten archivos MP3
hi: केवल MP3 फ़ाइलों की अनुमति है
ja: MP3ファイルのみ許可されています
ru: Разрешены только файлы MP3

# Audio size error
source: Audio file size must be less than {0}MB
es: El tamaño del archivo de audio debe ser menor de {0}MB
hi: ऑडियो फ़ाइल का आकार {0}MB से कम होना चाहिए
ja: オーディオファイルのサイズは{0}MB未満である必要があります
ru: Размер аудиофайла должен быть меньше {0} МБ

# Image required error
source: At least one image is required
es: Se requiere al menos una imagen
hi: कम से कम एक चित्र आवश्यक है
ja: 少なくとも1つの画像が必要です
ru: Требуется хотя бы одно изображение

# All images failed
source: All images failed to upload. Errors: {0}
es: Todas las imágenes no se pudieron cargar. Errores: {0}
hi: सभी चित्र अपलोड करने में विफल रहे। त्रुटियाँ: {0}
ja: すべての画像のアップロードに失敗しました。エラー: {0}
ru: Не удалось загрузить все изображения. Ошибки: {0}

# Collection created success
source: Collection '{0}' created with {1} image(s)
es: Colección '{0}' creada con {1} imagen(es)
hi: संग्रह '{0}' {1} चित्र(रों) के साथ बनाया गया
ja: コレクション「{0}」が{1}個の画像で作成されました
ru: Коллекция '{0}' создана с {1} изображением(ями)

# Images failed partial
source: {0} image(s) failed: {1}
es: {0} imagen(es) fallaron: {1}
hi: {0} चित्र विफल रहे: {1}
ja: {0}個の画像が失敗しました: {1}
ru: Не удалось загрузить {0} изображение(й): {1}

# Error creating collection
source: Error creating collection: {0}
es: Error al crear colección: {0}
hi: संग्रह बनाने में त्रुटि: {0}
ja: コレクション作成エラー: {0}
ru: Ошибка создания коллекции: {0}

# Fix validation errors
source: Please fix validation errors.
es: Por favor corrija los errores de validación.
hi: कृपया सत्यापन त्रुटियों को ठीक करें।
ja: 検証エラーを修正してください。
ru: Пожалуйста, исправьте ошибки проверки.

# Collection updated success
source: Collection '{0}' updated successfully.
es: Colección '{0}' actualizada con éxito.
hi: संग्रह '{0}' सफलतापूर्वक अपडेट किया गया।
ja: コレクション「{0}」が正常に更新されました。
ru: Коллекция '{0}' успешно обновлена.

# Collection update error
source: Error updating collection: {0}
es: Error al actualizar colección: {0}
hi: संग्रह अपडेट करने में त्रुटि: {0}
ja: コレクション更新エラー: {0}
ru: Ошибка обновления коллекции: {0}

source: Collection not found.
es: Colección no encontrada.
hi: संग्रह नहीं मिला।
ja: コレクションが見つかりません。
ru: Коллекция не найдена.

# Collection deleted success
source: Collection '{0}' deleted successfully.
es: Colección '{0}' eliminada con éxito.
hi: संग्रह '{0}' सफलतापूर्वक हटाया गया।
ja: コレクション「{0}」が正常に削除されました。
ru: Коллекция '{0}' успешно удалена.

# Collection delete error
source: Error deleting collection: {0}
es: Error al eliminar colección: {0}
hi: संग्रह हटाने में त्रुटि: {0}
ja: コレクション削除エラー: {0}
ru: Ошибка удаления коллекции: {0}

source: Image not found.
es: Imagen no encontrada.
hi: चित्र नहीं मिला।
ja: 画像が見つかりません。
ru: Изображение не найдено.

# Image deleted success
source: Image deleted successfully.
es: Imagen eliminada con éxito.
hi: चित्र सफलतापूर्वक हटाया गया।
ja: 画像が正常に削除されました。
ru: Изображение успешно удалено.

# Image delete error
source: Error deleting image: {0}
es: Error al eliminar imagen: {0}
hi: चित्र हटाने में त्रुटि: {0}
ja: 画像削除エラー: {0}
ru: Ошибка удаления изображения: {0}

# Order updated success
source: Order updated successfully
es: Orden actualizado con éxito
hi: क्रम सफलतापूर्वक अपडेट किया गया
ja: 順序が正常に更新されました
ru: Порядок успешно обновлен
